{
	"home": {
		"title": "Towards a National Collection - Deep Discoveries",
		"content": "<p>The way we access information in the virtual space is changing. Discovery and exploration are no longer constrained by a keyword entered into a blank search bar. Instead, museums, libraries, archives, and galleries worldwide are welcoming a shift to 'generous interfaces' – presenting their collections online in browsable and linkable networks of information that allow users to explore and discover new ideas through meaningful and contextualised relationships.</p><p>A key component in this emerging virtual browsing landscape is 'visual search', an AI-based method for matching similar images based on their visual characteristics (colour, pattern, shape), rather than a keyword description. The Deep Discoveries project aims to create a computer vision search platform that can identify and match images across digitised collections on a national scale. The research will focus on botanically themed content, allowing us to test how far we can stretch the recognition capabilities of the technology (can it recognise a rose in a textile pattern and the same flower in a herbarium specimen? How about on a ceramic vase?).</p><p>Deep Discoveries is a collaboration between The National Archives, the University of Surrey, Royal Botanic Gardens Edinburgh and the V&A. We will start with ~30,000 botanical images from the institutions and our project partners Gainsborough Weaving Company, the Sanderson Design Archive, and the Museum of Domestic Design and Architecture. The wide range of partners will also allow us to explore the necessary criteria for our nation’s image collections to be linked, and to survey the searching needs of diverse audiences.</p><p>This project is a Foundation project within the the <a href=\"https://ahrc.ukri.org/\">AHRC</a> funded <a href=\"https://ahrc.ukri.org/research/fundedthemesandprogrammes/tanc-opening-uk-heritage-to-the-world/\">Towards a National Collection Programme</a>.</p>",
			"footnotes": [],
		"content right": ""
	},
  "timeline": {
    "class": "timeline",
    "file": "timeline.json",
    "title": "Deep Discoveries Timeline",
    "content": "<p>Please note that as a result of the current Covid-19 crisis the timeline for this project is subject to change.</p>[##]<style>table, tr, td {border: 1px solid black; padding: 5px;}</style><h3>Deliverables</h3><table>  <tr><td colspan='2'><b>Work Package 1: Technology Development</b></td></tr>  <tr><td>D1.1</td><td>Evaluation of currently available technologies and decision-making around selection</td></tr>  <tr><td>D1.2</td><td>Brief report on ease of data access and state of format and availability</td></tr>  <tr><td>D1.3</td><td>Proof-of-concept CV search platform creation</td></tr>  <tr><td>D1.4</td><td>Proof-of-concept platform user evaluation</td></tr>  <tr><td>D1.5</td><td>Methodology to evaluate technology impact on discovery</td></tr>  <tr><td>D1.6</td><td>Final project report</td></tr>  <tr><td colspan='2'><b>Work Package 2: User Assessment & Impact of Platform</b></td></tr>  <tr><td>D2.1</td><td>Brief report on access to digitised graphic collections, format, and IP/use to feed into final project report</td></tr>  <tr><td>D2.2</td><td>Methodology to evaluate current user access</td></tr>  <tr><td>D2.3</td><td>Methodology to reach more diverse audiences, addressing ethics questions</td></tr>  <tr><td>D2.4</td><td>Methodology to evaluate technology impact on discovery</td></tr>  <tr><td>D2.5</td><td>Report on impact of user access and diversity</td></tr>  <tr><td>D2.6</td><td>Final project report</td></tr></table><br/><h3>Milestones</h3>           <table><tr><td>M1</td><td>March 2020</td><td>Project kick-off meeting (internal)</tr><tr><td>M2</td><td>August 2020</td><td>Workshop 1 + Project meeting 2</tr><tr><td>M3</td><td>January 2021</td><td>Technology developed to user-testing stages</tr><tr><td>M4</td><td>January 2021</td><td>Closing workshop + Project Meeting 3</tr><tr><td>M5</td><td>May 2021</td><td>Final report</tr></table>",
    "footnotes": [],
    "content right": ""
  }
}
