{
	"home": {
		"title": "Towards a National Collection - Deep Discoveries",
		"content": "<p>The way we access information in the virtual space is changing. Discovery and exploration are no longer constrained by a keyword entered into a blank search bar. Instead, museums, libraries, archives, and galleries worldwide are welcoming a shift to 'generous interfaces' – presenting their collections online in browsable and linkable networks of information that allow users to explore and discover new ideas through meaningful and contextualised relationships.</p><p>A key component in this emerging virtual browsing landscape is 'visual search', an AI-based method for matching similar images based on their visual characteristics (colour, pattern, shape), rather than a keyword description. The Deep Discoveries project aims to create a computer vision search platform that can identify and match images across digitised collections on a national scale. The research will focus on botanically themed content, allowing us to test how far we can stretch the recognition capabilities of the technology (can it recognise a rose in a textile pattern and the same flower in a herbarium specimen? How about on a ceramic vase?).</p><p>Deep Discoveries is a collaboration between The National Archives, the University of Surrey, Royal Botanic Gardens Edinburgh and the V&A. We will start with ~30,000 botanical images from the institutions and our project partners Gainsborough Weaving Company, the Sanderson Design Archive, and the Museum of Domestic Design and Architecture. The wide range of partners will also allow us to explore the necessary criteria for our nation’s image collections to be linked, and to survey the searching needs of diverse audiences.</p><p>This project is a Foundation project within the the <a href=\"https://ahrc.ukri.org/\">AHRC</a> funded <a href=\"https://ahrc.ukri.org/research/fundedthemesandprogrammes/tanc-opening-uk-heritage-to-the-world/\">Towards a National Collection Programme</a>.</p>",
			"footnotes": [],
		"content right": ""
	},
  "timeline": {
    "class": "timeline",
    "file": "timeline.json",
    "title": "Deep Discoveries Timeline",
    "content": "<p>Please note that as a result of the current Covid-19 crisis the timeline for this project is subject to change.</p>[##]<style>table, tr, td {border: 1px solid black; padding: 5px;}</style><h3>Deliverables</h3><table>  <tr><td colspan='2'><b>Work Package 1: Technology Development</b></td></tr>  <tr><td>D1.1</td><td>Evaluation of currently available technologies and decision-making around selection</td></tr>  <tr><td>D1.2</td><td>Brief report on ease of data access and state of format and availability</td></tr>  <tr><td>D1.3</td><td>Proof-of-concept CV search platform creation</td></tr>  <tr><td>D1.4</td><td>Proof-of-concept platform user evaluation</td></tr>  <tr><td>D1.5</td><td>Methodology to evaluate technology impact on discovery</td></tr>  <tr><td>D1.6</td><td>Final project report</td></tr>  <tr><td colspan='2'><b>Work Package 2: User Assessment & Impact of Platform</b></td></tr>  <tr><td>D2.1</td><td>Brief report on access to digitised graphic collections, format, and IP/use to feed into final project report</td></tr>  <tr><td>D2.2</td><td>Methodology to evaluate current user access</td></tr>  <tr><td>D2.3</td><td>Methodology to reach more diverse audiences, addressing ethics questions</td></tr>  <tr><td>D2.4</td><td>Methodology to evaluate technology impact on discovery</td></tr>  <tr><td>D2.5</td><td>Report on impact of user access and diversity</td></tr>  <tr><td>D2.6</td><td>Final project report</td></tr></table><br/><h3>Milestones</h3>           <table><tr><td>M1</td><td>March 2020</td><td>Project kick-off meeting (internal)</tr><tr><td>M2</td><td>August 2020</td><td>Workshop 1 + Project meeting 2</tr><tr><td>M3</td><td>January 2021</td><td>Technology developed to user-testing stages</tr><tr><td>M4</td><td>January 2021</td><td>Closing workshop + Project Meeting 3</tr><tr><td>M5</td><td>May 2021</td><td>Final report</tr></table>",
    "footnotes": [],
    "content right": ""
  },
  "team": {
    "title": "Deep Discoveries Team",
    "content": "<p>For general inquiries about the project, please email The National Archives' Research team at <a href='mailto:research@nationalarchives.gov.uk'>research@nationalarchives.gov.uk</a>.</p><br/><table><tr><td width='200px'><img valign='top' src='graphics/Lora Angelova.jpg' width='200px'></td><td style='padding-left: 2em; vertical-align: top'><h5>Lora Angelova, Project PI</h5><h5>Head of Conservation Research and Audience Development, The National Archives</h5><p>Lora Angelova is Head of Conservation Research and Audience Development in the Collection Care Department of The National Archives. She is responsible for coordinating and leading a wide-range of scientific and conservation research projects, engagement activities with public and academic audiences, and supporting the wider archives conservation and heritage science research sector. Lora is a heritage scientist with a PhD chemistry and conservation research from Georgetown University and the National Gallery, DC. Prior to joining The National Archives, she was a researcher on the Nanorestart project at Tate, and a Newton Fellow at UCL and the University of Cambridge.</p></td></tr></table><br/><table><tr><td valign='top'><img valign='top' src='graphics/John Collomosse.jpg' width='200px'></td><td style='padding-left: 2em; vertical-align: top'><h5>John Collomosse, Project CI</h5><h5>Professor of Computer Vision, University of Surrey</h5>John Collomosse is a Professor of Computer Vision at the Centre for Vision Speech and Signal Processing (CVSSP), one the UK's largest academic research groups for Artificial Intelligence with over 150 researchers. John is a Visiting Professor at Adobe Research, Creative Intelligence Lab (San Jose, CA).  John joined CVSSP in 2009.  Previously he was an Assistant Professor at the Department of Computer Science, University of Bath where he completed his PhD in 2004 on the topic of AI for Image Stylization.</td></tr></table><br/><table><tr><td valign='top'><img valign='top' src='graphics/Robert Cubey.jpg' width='200px'/></td><td style='padding-left: 2em; vertical-align: top'><h5>Robert Cubey, Project CI</h5><h5>Plant Records Officer at Royal Botanic Garden Edinburgh</h5>Robert Cubey is Plant Records Officer of the RBGE, handling the data management for both the Living and Herbarium collections. This includes the provision of data to the RBGE online catalogues as well as providing data to numerous external data partners. He maps the Living Collections of the RBGE across all four of its sites and is developing tools for the RBGE staff to use this data. He is interested in how technology can be used to improve the visitor experience to RBGE, and how it can improve productivity in the horticultural department. He also works on information workflows within the RBGE herbarium, looking at how software and hardware can help make the information held within the 3 million herbarium sheets more accessible.</td></tr></table><br/><table><tr><td valign='top'><img src='graphics/Joanna Norman.jpg' width='200px'/></td><td style='padding-left: 2em; vertical-align: top'><h5>Joanna Norman, Project CI</h5><h5>Director of the V&amp;A Research Institute</h5>Joanna Norman is Director of the V&amp;A Research Institute. She is an early modern historian with a curatorial background, with projects including exhibitions (Baroque, V&amp;A 2009 and Treasures from Budapest, Royal Academy of Arts 2010), media collaborations (Handmade in Britain, V&amp;A/BBC4 2011-12), permanent gallery redevelopments (Europe 1600–1815, V&amp;A 2015) and new museums (the Scottish Design Galleries at V&amp;A Dundee, opened 2018).  As Director of VARI she is responsible for the V&amp;A's research projects and outputs, academic partnerships and postgraduate programmes.</td></tr></table><br/><table><tr><td valign='top'><img src='graphics/Pip Willcox.jpg' width='200px'/></td><td style='padding-left: 2em; vertical-align: top'><h5>Pip Willcox, Project CI</h5><h5>Head of Research, The National Archives</h5>Pip is Head of Research at The National Archives. She has a background in digital editing and book history, focussing first on encoding medieval manuscripts and later on early modern printed books. More recently she has worked on projects linking collections and semantic web technologies, and social machines. Before joining The National Archives, Pip spent 13 years at the University of Oxford. She led the University's Centre for Digital Scholarship since establishing it in 2015, and worked with colleagues in Humanities to develop a research-led Master's programme in Digital Humanities. She directed the Digital Humanities at Oxford Summer School and was a Senior Researcher at the Oxford e-Research Centre.</td></tr></table><br/><table><tr><td valign='top'><img src='graphics/Rachel Smillie.jpg' width='200px'/></td><td style='padding-left: 2em; vertical-align: top'><h5>Rachel Smillie, Project Administrator</h5><h5>Head of Academic Partnerships, The National Archives</h5>Rachel is Head of Academic Partnerships at The National Archives and leads the Academic Engagement Team. This team enables collaborative research across organisations, and works to connect academic and heritage research audiences with the expertise, collections and resources at The National Archives. Rachel holds a PhD from the University of Aberdeen and, before joining The National Archives, worked extensively in the higher education sector in both academic and administrative roles.</td></tr></table><br/><table><tr><td valign='top'><img src='graphics/Dipu Manandhar.jpg' width='200px'/></td><td style='padding-left: 2em; vertical-align: top'><h5>Dipu Manandhar, Project Researcher</h5><h5>Postdoctoral Researcher, University of Surrey</h5>Dipu obtained a PhD from Nanyang Technological University, Singapore where his work was related to visual search. Currently, he is a postdoctoral researcher working with Professor John Collomosse at CVSSP Lab, University of Surrey, where he works with graphic UI design layout modelling and visual search tasks.</td></tr></table><br/><table><tr><td valign='top'><img src='graphics/Jack Craig.jpg' width='200px'/></td><td style='padding-left: 2em; vertical-align: top'><h5>Jack Craig, Project Researcher</h5><h5>Digital Design Lead V&amp;A</h5>Jack is digital design lead at the V&amp;A museum. He has over 10 years experience working in digital for organisations in the public and private sector including the UK Parliament, Wellcome Trust and the London Evening Standard. He has a focus on designing user-centered and inclusive digital experiences.</td></tr></table>",
    "footnotes": [],
    "content right": ""
  },
  "Progress & Events": {
    "title": "Progress & Events",
    "content": "<dl><dt>13 May 2020</dt><dd>New blog post: <a href=https://blog.nationalarchives.gov.uk/deep-discoveries-exploring-a-new-way-of-discovering-and-connecting-digitised-collections/>Deep Discoveries: A new way of exploring and connecting digitised image collections</a></dd></dl>"
  }
}

